Repository: RenzoTejada/wp-utils
Catalog: src/language/rt-wp-utils-*.po
Languages: es_es

source: (not obligatory)
es_es: (no es obligatorio)

source: Add http to domains or urls
es_es: Añadir http a los dominios o urls

source: Adding https to domains or urls
es_es: Añadir https a los dominios o urls

source: Cuts a text string into a certain number of characters.
es_es: Corta una cadena de texto en un número determinado de caracteres.

source: Cuts a text string into a certain number of words number of words
es_es: Corta una cadena de texto en un número determinado de palabras

source: DATE OF DAY
es_es: FECHA DEL DÍA

source: Functions addHttp
es_es: Funciones addHttp

source: Functions addHttps
es_es: Funciones addHttps

source: Functions cortarTexto
es_es: Funciones cortarTexto

source: Functions getNameDaySpanish
es_es: Funciones getNameDaySpanish

source: Functions getNameMonthSpanish
es_es: Funciones getNameDaySpanish

source: Functions limit_words
es_es: Funciones limit_words

source: number of characters
es_es: número de caracteres

source: number of the month
es_es: número del mes

source: number of words to be displayed (whole number)
es_es: número de palabras a mostrar (número entero)

source: Save Changes
es_es: Guardar cambios

source: Setting
es_es: Ajuste

source: Settings
es_es: Ajustes

source: Support
es_es: Soporte

source: Support functions - Utilities, essential functions.
es_es: Funciones de apoyo - Utilidades, funciones esenciales.

source: text string
es_es: cadena de texto

source: text string
es_es: cadena de texto

source: text to concatenate
es_es: texto a concatenar

source: url with protocol (https)
es_es: url con protocolo (https)

source: url without protocol (http)
es_es: url sin protocolo (http)
